Repository: Eagalon/accessible_youtube_downloader_pro
Catalog: source/languages/*/lc_messages/accessible_youtube_downloader.po
Languages: fr

source: اضغط على مفتاح القوائم alt للوصول إلى خيارات البرنامج, أو تنقل بزر التاب للوصول سريعًا إلى أهم الخيارات المتاحة.
fr: appuyez sur la touche Alt pour parcourir les options disponibles ou utilisez la touche de tabulation pour un accès rapide.

source: البحث في youtube ctrl+f
fr: Rechercher sur youtube ctrl+f

source: التنزيل من خلال رابط ctrl+d
fr: télécharger depuis le lien YouTube ctrl+d

source: تشغيل فيديو youtube من خلال الرابط ctrl+y
fr: lire depuis le lien YouTube ctrl+y

source: فتح مجلد التنزيل ctrl+p
fr: ouvrir le dossier de téléchargement ctrl+p

source: الإعدادات... alt+s
fr: paramètres... alt+s

source: خروج ctrl+w
fr: quitter ctrl+w

source: القائمة الرئيسية
fr: menu principal

source: دليل المستخدم... f1
fr: guide d'utilisation… f1

source: البحث عن التحديثات
fr: Rechercher des mises à jour

source: عن البرنامج...
fr: à propos de l'application...

source: البريد الالكتروني...
fr: Email...

source: تويتر...
fr: Twitter...

source: تواصل معي
fr: contact avec moi

source: حول
fr: à propos

source: دليل استخدام برنامج accessible youtube downloader pro
fr: Guide de l'utilisateur d'Accessible YouTube Downloader pro

source: جاري البحث عن التحديثات. يرجى الانتظار
fr: recherche des mises à jour en cours. veuillez patientez

source: يهدف هذا البرنامج إلى تقديم أيسر السبل أمام المستخدم الكفيف للتصفح والتنزيل من خدمة استضافة الفيديوهات youtube
fr: Cette application vise à fournir des solutions accessibles aux utilisateurs aveugles pour télécharger et parcourir le contenu YouTube

source: قائمة تشغيل
fr: play list

source: قناة
fr: Chaine

source: فيديو
fr: Vidéo

source: لقد تم الكشف عن وجود رابط ل{} يوتيوب في الحافظة. يرجى اختيار الإجراء المطلوب
fr: il y a déjà un lien pour YouTube {} dans le presse-papiers. Que voulez-vous faire?

source: تنزيل
fr: Télécharger

source: تشغيل
fr: lire

source: إلغاء
fr: annuler

source: وصف الفيديو
fr: description de vidéo

source: الوصف:
fr: description:

source: نسخ
fr: copier

source: التصدير إلى مستند نصي (txt)...
fr: exporter en tant que fichier txt...

source: التصدير إلى صفحة ويب (html)...
fr: exporter en tant que document Web (html)...

source: إغلاق
fr: fermer

source: رابط التنزيل: :
fr: lien de téléchargement:

source: نوع المقطع
fr: Type de fichier:

source: صوت
fr: audio

source: صيغة المقطع
fr: format de fichier:

source: اختر مجلد التنزيل
fr: choisissez le dossier de téléchargement

source: يرجى إدخال رابطًا صحيحًا.
fr: veuillez saisir une URL YouTube valide.

source: خطأ
fr: Erreur

source: لقد أدخلت رابطًأ غير صحيح. يرجى تجربة رابط آخر, أو حاول التأكد من وجود اتصال بالشبكة.
fr: Vous avez entré un lien incorrect. Veuillez essayer un autre lien ou essayez de vous assurer qu'il existe une connexion réseau.

source: نجاح
fr: Succès

source: اكتمل التنزيل بنجاح
fr: le téléchargement s'est terminé avec succès.

source: جاري التنزيل - {}
fr: Téléchargement en cours...

source: المقدار المتبقي: {} {}
fr: taille de fichier restante: {} {}

source: حجم الملف الإجمالي: {} {}
fr: taille totale du fichier: {} {}

source: سرعة التنزيل: {} {}
fr: vitesse de téléchargement: {} {}

source: مقدار الحجم الذي تم تنزيله: {} {}
fr: taille téléchargée: {} {}

source: نسبة التنزيل: {}%
fr: pourcentage de téléchargement: {}%

source: ادخل رابط الفيديو لتشغيله من خلال مشغل البرنامج
fr: veuillez saisir le lien de la vidéo YouTube à lire

source: رابط المقطع
fr: Lien :

source: التشغيل ك:
fr: lire comme:

source: مقطع صوتي
fr: audio

source: مقطع فيديو
fr: vidéo

source: موافق
fr: ok

source: بحث
fr: recherche

source: ابحث في youtube:
fr: recherche sur youtube

source: فلتر:
fr: filtre:

source: بلا فلتر
fr: sans filtre

source: تاريخ الرفع
fr: Date de dépôt

source: عدد المشاهدات
fr: {} vues

source: بث مباشر
fr: Diffusion en direct

source: ابحث
fr: chercher

source: الإعدادات
fr: paramètres

source: لغة البرنامج:
fr: langue d'affichage du programme:

source: مسار مجلد التنزيل:
fr: Chemin du dossier de téléchargement:

source: &تغيير المسار
fr: Changer de c&hemin

source: التفضيلات العامة
fr: Préférences générales

source: اكتشاف الروابط تلقائيًا عند فتح البرنامج
fr: détecter automatiquement les liens YouTube lors du lancement du programme

source: تحميل المزيد من نتائج البحث عند الوصول إلى نهاية قائمة الفيديوهات المعروضة
fr: charger automatiquement plus de résultats à la fin de la liste de vidéos

source: إعدادات التنزيل
fr: paramètres de téléchargement

source: صيغة التحميل المباشر:
fr: format de téléchargement direct:

source: صوت (m4a)
fr: audio m4a

source: صوت (mp3)
fr: audio mp3

source: فيديو (mp4)
fr: vidéo mp4

source: جودة تحويل ملفات mp3:
fr: qualité de conversion mp3:

source: إعدادات المشغل
fr: Paramètres du lecteur

source: إعادة تشغيل المقطع تلقائيًا عند انتهائه
fr: relire automatiquement les pistes une fois terminées

source: مواف&ق
fr: &ok

source: إل&غاء
fr: a&nnuler

source: تنبيه
fr: alerte

source: لقد قمت بتغيير لغة البرنامج إلى {}, مما يعني أنه ينبغي عليك إعادة تشغيل البرنامج لتطبيق التعديلات. هل تريد القيام بذلك حالًا?
fr: vous avez changé la langue du programme en {}, ce qui nécessite de redémarrer le programme pour appliquer les modifications. voulez-vous faire ça maintenant?

source: تنزيل التحديثات
fr: Télécharger les mises à jour

source: في انتظار بدء التحميل...
fr: En attente du démarrage du téléchargement ...

source: إيقاف التحميل
fr: Arrêter le téléchargement

source: لا يمكن تحديث البرنامج في الوقت الحالي
fr: Le programme ne peut pas être mis à jour pour le moment

source: يتم الآن تنزيل التحديث {}
fr: La mise à jour est en cours de téléchargement {}

source: اكتمل تنزيل التحديث بنجاح. يرجى الضغط على موافق للشروع في عملية التثبيت
fr: Le téléchargement de la mise à jour s'est terminé avec succès. Veuillez cliquer sur OK pour démarrer l'installation

source: جاري تثبيت التحديث
fr: Installation de mise à jour

source: حدث خطأ ما عند محاولة فتح ملف التثبيت. فضلًا أعد محاولة التحديث مجددًا, أو تواصل مع المطور للإبلاغ بالمشكلة
fr: Une erreur s'est produite lors de la tentative d'ouverture du fichier d'installation. Veuillez réessayer la mise à jour, ou contacter le développeur pour signaler le problème

source: بايت
fr: octets

source: كيلو بايت
fr: kilo octets

source: ميجا بايت
fr: mo

source: جيجا بايت
fr: Gigaoctet

source: تيرا بايت
fr: Téraoctet

source: المقطع السابق
fr: vidéo précédante

source: بداية المقطع
fr: relancer depuis le début

source: إرجاع المقطع <
fr: rembobiner <

source: تشغيل\إيقاف
fr: lire/pause

source: تقديم المقطع >
fr: avancer >

source: المقطع التالي
fr: vidéo suivante

source: التنزيل المباشر... ctrl+d
fr: téléchargement direct... ctrl+d

source: وصف الفيديو ctrl+shift+d
fr: description de la vidéo ctrl+shift+d

source: نسخ رابط المقطع ctrl+l
fr: copier le lien vidéo ctrl+l

source: الفتح من خلال متصفح الإنترنت ctrl+b
fr: ouvrir dans le navigateur ctrl+b

source: الإعدادات. alt+s
fr: paramètres... alt+s

source: خيارات المقطع
fr: options vidéo

source: المدة: {}
fr: durée: {}

source: الوقت المنقضي: {}
fr: temps écoulé: {}

source: سريع
fr: accélérer

source: معتدل
fr: normal

source: بطيء
fr: ralentir

source: تحريك المقطع
fr: suivre la précision du déplacement:

source: ثانية/ثواني
fr: seconde/s

source: التكرار متوقف
fr: La répétition est désactivée

source: التكرار مفعل
fr: La répétition est activée

source: وضع ملء الشاشة مفعل
fr: Mode plein écran activé

source: وضع ملء الشاشة متوقف
fr: Mode plein écran désactivé

source: اكتمال
fr: terminé

source: تم نسخ رابط المقطع بنجاح
fr: L'URL de la vidéo a été copiée avec succès.

source: جاري الفتح
fr: Ouverture en cours

source: يتم الآن جلب وصف الفيديو
fr: extraction de la description vidéo

source: هناك خطأ ما أدى إلى منع جلب وصف الفيديو
fr: une erreur s'est produite lors de l'extraction de la description de la vidéo

source: دقيقة واحدة
fr: 1 minute

source: دقيقتان
fr: 2 minutes

source: {} دقائق
fr: {} minutes

source: {} دقيقة
fr: {} minutes

source: ثانية
fr: 1 seconde

source: ثانيتين
fr: 2 secondes

source: {} ثواني
fr: {} secondes

source: {} ثانية
fr: {} secondes

source: ساعة
fr: 1 heure

source: ساعتان
fr: 2 heures

source: {} ساعات
fr: {} heures

source: {} ساعة
fr: {} heures

source: {} و{}
fr: {} et {}

source: {} و{} و{}
fr: {}, {} et {}

source: حدث خطأ ما أثناء الاتصال بخدمة العثور على التحديثات. تأكد من وجود اتصال مستقر بالإنترنت ثم عاود المحاولة
fr: Une erreur s'est produite lors de la Recherche des mises à jour. Assurez-vous d'avoir une connexion Internet stable, puis réessayez

source: تحديث جديد
fr: nouvelle mise à jour

source: هناك تحديث جديد متوفر. هل ترغب في تنزيله الآن؟
fr: Une nouvelle mise à jour est disponible. VOULEZ-vous le télécharger maintenant?

source: أنت تعمل الآن على آخر تحديث متوفر من التطبيق
fr: vous êtes à jour

source: لا يوجد تحديث
fr: Il n'y a pas de mise à jour

source: نتائج البحث:
fr: Résultats de recherche:

source: تحميل المزيد من النتائج
fr: charger plus de résultats

source: تشغيل (enter)
fr: lire (entrer)

source: بحث... (ctrl+f)
fr: recherche... (ctrl+f)

source: العودة إلى النافذة الرئيسية
fr: revenir à la fenêtre principale

source: خيارات
fr: options

source: تعذر إجراء عملية البحث بسبب وجود خلل ما في الاتصال بالشبكة.
fr: impossible d'obtenir des résultats de recherche en raison d'un dysfonctionnement de la connexion réseau.

source: جاري التشغيل
fr: Lecture en cours...

source: التشغيل كمقطع صوتي
fr: lire en tant que piste audio

source: الانتقال إلى القناة
fr: Aller à la chaîne

source: تنزيل القناة
fr: Téléchargez la chaîne

source: نسخ رابط المقطع
fr: copier le lien vidéo

source: الفتح من خلال متصفح الإنترنت
fr: ouvrir dans le navigateur

source: جاري تحميل المزيد من النتائج
fr: chargement d'autres résultats ...

source: لم يتمكن البرنامج من تحميل المزيد من النتائج
fr: impossible de télécharger plus de résultats

source: تم تحميل المزيد من نتائج البحث
fr: Résultats supplémentaires chargés avec succès

source: تحتوي على {} من الفيديوهات
fr: il y a {} vidéos

source: عدد المشاهدات {}
fr: {} vues

source: بواسطة
fr: de

source: الإصدار
fr: version

source: طُوِر بواسطة
fr: développé par

source: بالمائة
fr: pour cent

source: اسم البرنامج
fr: nom de l'application
